requests/voip/future/limit_group.xml

<ns0:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://www.deltasolutions.ru/om/rt/LyraOmsService/">
    <ns0:Header />
    <ns0:Body>
        <ns1:SubmitOrderRequest>
            <Components>                
                <Component>
                    <Attributes>
						<Attribute>
                            <Name>cfs_spec_id</Name>
                            <Value>limit_group</Value>
                        </Attribute>
                        <Attribute>
                            <Name>department_id</Name>
                            <Value>3401</Value>
                        </Attribute>
                        <Attribute>
                            <Name>city</Name>
                            <Value>10465</Value>
                        </Attribute>
                        <Attribute>
                            <Name>street</Name>
                            <Value>606</Value>
                        </Attribute>
                        <Attribute>
                            <Name>house</Name>
                            <Value>48</Value>
                        </Attribute>
                        <Attribute>
                            <Name>building</Name>
                            <Value>2</Value>
                        </Attribute>
                        <Attribute>
                            <Name>flat</Name>
                            <Value>129</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_name</Name>
                            <Value>КРОФТ СЕМЕН ИЛЬИЧ</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_type</Name>
                            <Value>3</Value>
                        </Attribute>
						<Attribute>
                            <Name>local_idn_set</Name>
                            <Value>1</Value>
                        </Attribute>
                        <Attribute>
                            <Name>client_id</Name>
                            <Value>325352243</Value>
                        </Attribute>
                        <Attribute>
                            <Name>rtpl_id</Name>
                            <Value>14002</Value>
                        </Attribute>
                        <Attribute>
                            <Name>prcl_id</Name>
                            <Value>160280</Value>
                        </Attribute>
                        <Attribute>
                            <Name>srls_id</Name>
                            <Value>30028</Value>
                        </Attribute>
                        <Attribute>
                            <Name>srls_quant</Name>
                            <Value>1</Value>
                        </Attribute>
                        <Attribute>
                            <Name>parent_virtual_number</Name>
                            <Value>2000012</Value>
                        </Attribute>
                        <Attribute>
                            <Name>connection_scheme</Name>
                            <Value>17</Value>
                        </Attribute>
                        <Attribute>
                            <Name>technology</Name>
                            <Value>xPON</Value>
                        </Attribute>
                        <Attribute>
                            <Name>action_code</Name>
                            <Value>33</Value>
                        </Attribute>
                        <Attribute>
							<Name>lyra_const_service_id</Name>
							<Value>26033</Value>
						</Attribute>
						<Attribute>
							<Name>lyra_one_time_service_id</Name>
							<Value>23050</Value>
						</Attribute>
                        <Attribute>
                            <Name>instance_id</Name>
                            <Value>79011351</Value>
                        </Attribute>
                        <Attribute>
                            <Name>tx_id</Name>
                            <Value>1351</Value>
                        </Attribute>
                        <Attribute>
                            <Name>need_installation</Name>
                            <Value>0</Value>
                        </Attribute>
						<Attribute>
                            <Name>order_start_date</Name>
                            <Value>2015-10-23T00:00:00+06:00</Value>
                        </Attribute>
                        <Attribute>
                            <Name>order_action_type</Name>
                            <Value>PR</Value>
                        </Attribute>
                        <Attribute>
                            <Name>service_receiver</Name>
                            <Value>2</Value>
                        </Attribute>
                        <Attribute>
                            <Name>pack_id</Name>
                            <Value>26900</Value>
                        </Attribute>
                        <Attribute>
                            <Name>main_connection_scheme</Name>
                            <Value>171</Value>
                        </Attribute>
						<Attribute>
							<Name>subscriber_id</Name>
							<Value>37308488</Value>
						</Attribute>
                        </Attributes>
                </Component>
            </Components>
            <CommonData>
                <Attributes>
                    <Attribute>
                        <Name>main_virtual_number</Name>
                        <Value>2000010</Value>
                    </Attribute>
                </Attributes>   
            </CommonData>
        </ns1:SubmitOrderRequest>
    </ns0:Body>
</ns0:Envelope>